Repository: peng92055/node-cms
Catalog: server/po/*.po
Languages: fr

source: <i class="fa fa-arrow-left"></i> Users
fr: <i class="fa fa-arrow-left"></i> Utilisateurs

source: <i class="fa fa-save"></i> Save
fr: <i class="fa fa-save"></i> Enregistrer

source: <i class="fa fa-save"></i> Save
fr: <i class="fa fa-save"></i> Enregistrer

source: About
fr: A propos

source: Add
fr: Ajouter

source: Add Category
fr: Ajoutez une catégorie

source: Add a new category
fr: Ajoutez une catégorie

source: Add a new event
fr: Ajoutez un évènement

source: Add a new note
fr: Ajoutez une note

source: Add a new post
fr: Ajoutez un post

source: Add a new product
fr: Ajoutez un produit

source: Add a new setting
fr: Ajoutez un paramètre

source: Add product to category
fr: Ajoutez une produit à la catégorie

source: Are you sure?
fr: Êtes vous sûr ?

source: Body
fr: Corp

source: Browse
fr: Ouvrir

source: Cancel
fr: Annuler

source: Cancel all
fr: Tout annuler

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Category deleted
fr: Catégorie effacée

source: Category saved
fr: Catégorie enregistrée

source: Change it here!
fr: Modifiez ici!

source: Click <a href="" ui-sref="^.add">here</a> to add a event!
fr: Cliquer <a href="" ui-sref="^.add">ici</a> pour ajouter un évènement!

source: Click <a href="" ui-sref="^.add">here</a> to add a note!
fr: Cliquer <a href="" ui-sref="^.add">ici</a> pour ajouter une note!

source: Click <a href="" ui-sref="^.add">here</a> to add a page!
fr: Cliquer <a href="" ui-sref="^.add">ici</a> pour ajouter une page!

source: Click <a href="" ui-sref="^.add">here</a> to add a post!
fr: Cliquer <a href="" ui-sref="^.add">ici</a> pour ajouter un post!

source: Click <a href="" ui-sref="^.add">here</a> to add a setting!
fr: Cliquer <a href="" ui-sref="^.add">ici</a> pour ajouter un paramètre!

source: Click <a href="" ui-sref="^.add({ categoryId: category.id })">here</a> to add a product!
fr: Cliquer <a href="" ui-sref="^.add({ categoryId: category.id })">ici</a> pour ajouter un produit!

source: Click <a href="" ui-sref="^.upload" translate="">here</a> to upload some!
fr: Cliquer <a href="" ui-sref="^.upload" translate="">ici</a> pour en télécharger!

source: Confirm Password
fr: Confirmez le mot de passe

source: Content
fr: Contenu

source: Could not add category!
fr: La catégorie n'a pu être ajoutée

source: Could not add event!
fr: L'évènement n'a pu être ajouté

source: Could not add note!
fr: La note n'a pu être ajoutée

source: Could not add page!
fr: La page n'a pu être ajoutée

source: Could not add post!
fr: Le post n'a pu être ajouté

source: Could not add product!
fr: Le produit n'a pu être ajouté

source: Could not add setting!
fr: Le paramètre n'a pu être ajouté

source: Could not add user!
fr: L'utilisateur n'a pu être ajouté

source: Create pages with rich content!
fr: Créez une page avec du contenu riche!

source: Current user
fr: Utilisateur courant

source: Dashboard
fr: Tableau de bord

source: Delete category
fr: Détruire la catégorie

source: Deleting this cannot be undone
fr: Cette opération ne peux être annulée

source: Don't worry we won't spam your inbox
fr: Pas de soucis, vous ne recevrez pas de pourriels de notre part.

source: E-mail
fr: Adresse courriel

source: Edit category
fr: Modifier la catégorie

source: Edit event
fr: Modifier l'évènement

source: Edit note
fr: Modifier la note

source: Edit post
fr: Modifier le post

source: Edit product
fr: Modifier le produit

source: Edit setting
fr: Modifier le paramètre

source: Email address needs to be valid
fr: Votre adresse courriel doit être validé

source: End
fr: Fin

source: End Time
fr: Heure de fin

source: Enjoy the new you!
fr: Votre nouveau compte!

source: Error deleting category
fr: La catégorie ne peux être effacée

source: Error deleting event
fr: L'évènement ne peux être effacé

source: Error deleting note
fr: La note n'a pu être effacée

source: Error deleting page
fr: La page ne peux être effacée

source: Error deleting post
fr: Le post ne peux être effacé

source: Error deleting product
fr: Le produit ne peux être éffacé

source: Error deleting setting
fr: Le paramètre ne peut être effacé

source: Error deleting user
fr: L'utilisateur ne peux être effacé

source: Error registering!
fr: Erreur lors de l'enregistrement du compte

source: Error saving note
fr: Erreur lors de l'enregistrement de la note

source: Error saving profile
fr: Erreur lors de l'enregistrement du profil

source: Error saving user:
fr: Erreur lors de l'enregistrement de l'utilisateur:

source: Error signin in after registration!
fr: Erreur de connexion après l'enregistrement!

source: Event deleted
fr: Évènement effacé

source: Event not added
fr: L'évènement n'a pu être ajouté

source: Event saved
fr: Évènement ajouté

source: Events
fr: Évènements

source: File deleted
fr: Ficher effacé

source: Files
fr: Fichiers

source: First Name
fr: Prénom

source: First name
fr: Prénom

source: Hello,
fr: Bonjour,

source: Home
fr: Accueil

source: Key
fr: Clé

source: Last Name
fr: Nom

source: Last name
fr: Nom

source: Logged in
fr: Connecté

source: Logged out
fr: Déconnecté

source: Manage your events here!
fr: Gérez vos évènements ici!

source: Manage your files here!
fr: Gérez vos fichiers ici!

source: Manage your notes here!
fr: Gérez vos notes ici!

source: Manage your posts here!
fr: Gérez vos posts ici!

source: Manage your products here!
fr: Gérez vos produits ici!

source: Manage your settings here!
fr: Gérez vos paramètres ici!

source: Manage your users here!
fr: Gérez vos utilisateurs ici!

source: More info
fr: Plus d'infos

source: Name
fr: Nom

source: Needs to have at least 4 characters
fr: Doit avoir au moins 4 caractères

source: New page
fr: Nouvelle page

source: Nice email address!
fr: Bonne adresse courriel!

source: Note deleted
fr: Note effacée

source: Note saved
fr: Note enregistrée

source: Or register
fr: Ou créez un compte

source: Or sign in
fr: Ou connectez-vous

source: Page deleted
fr: Page effacée

source: Page saved
fr: Page enregistrée

source: Password
fr: Mot de passe

source: Percentage
fr: Pourcentage

source: Post deleted
fr: Post effacé

source: Post saved
fr: Post enregistré

source: Posts
fr: Post

source: Price
fr: Prix

source: Product
fr: Produit

source: Product deleted
fr: Produit effacé

source: Product saved
fr: Produit enregistré

source: Products
fr: Produits

source: Profile
fr: Profil

source: Profile saved
fr: Profil enregistré

source: Progress
fr: Progrès

source: Raw
fr: Source

source: Register
fr: Créez un compte

source: Registered
fr: Compte créé

source: Remove all
fr: Tout retirer

source: Roles
fr: Rôles

source: Save
fr: Enregistrer

source: Setting deleted
fr: Paramètre effacé

source: Setting saved
fr: Paramètre enregistré

source: Settings
fr: Paramètres

source: Sign In
fr: Connexion

source: Sign in
fr: Connexion

source: Sign out
fr: Déconnexion

source: Size
fr: Grandeur

source: Start Date
fr: Date de début

source: Start Time
fr: Heure de début

source: Stay signed in
fr: Rester connecté

source: Submit
fr: Soumettre

source: Theme
fr: Thème

source: There are no events
fr: Il n'y a pas d'évènements

source: There are no files
fr: Il n'y a pas de fichiers

source: There are no notes
fr: Il n'y a pas de notes

source: There are no pages
fr: Il n'y a pas de pages

source: There are no posts
fr: Il n'y a pas de posts

source: There are no products in this category!
fr: Il n'y a pas de produits dans cette catégorie!

source: There are no settings
fr: Il n'y a aucun paramètres

source: This note could no be saved:
fr: La note n'a pu être enregistrée

source: This user is save!
fr: L'utilisateur est enregistré

source: Title
fr: Titre

source: Toggle navigation
fr: Basculer la navigation

source: Update profile
fr: Mise à jour du profil

source: Upload
fr: Télécharger

source: Upload all
fr: Tout télécharger

source: Upload files
fr: Télécharger les fichiers

source: Upload queue
fr: File d'attente de téléchargement

source: User deleted
fr: L'utilisateur est effacé

source: User saved
fr: Utilisateur enregistré

source: Username
fr: Code utilisateur

source: Users
fr: Utilisateurs

source: Value
fr: Valeur

source: Welcome!
fr: Bienvenu!

source: You are logged in!
fr: Vous êtes connecté

source: You are logged out!
fr: Vous êtes déconnecté

source: You are registered!
fr: Vous êtes enregistré

source: You can just drag them in this window!
fr: Vous pouvez les glisser sur cette fenêtre

source: You need an email address
fr: Une adresse courriel est requise

source: Your Gravatar
fr: Votre Gravatar

source: Your category is deleted!
fr: La catégorie est effacée!

source: Your category is not deleted:
fr: La catégorie n'a pu être effacée:

source: Your category is safe with us!
fr: La catégorie est enregistrée!

source: Your event is deleted!
fr: L'évènement est effacé!

source: Your event is not deleted:
fr: L'évènement n'a pu être effacé:

source: Your event is safe with us!
fr: L'évènement est enregistré!

source: Your file is deleted!
fr: Le fichier est effacé!

source: Your note is deleted!
fr: La note est effacée!

source: Your note is not deleted!
fr: La note n'a pu être effacée!

source: Your note is safe with us!
fr: La note est enregistrée!

source: Your page is deleted!
fr: La page est effacée!

source: Your page is not deleted:
fr: La page n'a pu être effacée:

source: Your page is safe with us!
fr: La page est enregistrée!

source: Your passwords need to match
fr: Les mots de passe ne sont pas identiques

source: Your post is deleted!
fr: Le post est effacé!

source: Your post is not deleted:
fr: Le post n'a pu être effacé:

source: Your post is safe with us!
fr: Le post est enregistré!

source: Your product is deleted!
fr: Le produit est effacé!

source: Your product is not deleted:
fr: Le produit n'a pu être effacé:

source: Your product is safe with us!
fr: Le produit est enregistré!

source: Your profile
fr: Votre profil

source: Your profile is not saved:
fr: Votre profil n'est pas enregistré:

source: Your setting is deleted!
fr: Le paramètre est effacé!

source: Your setting is not deleted:
fr: Le paramètre n'a pu être effacé:

source: Your setting is safe with us!
fr: Le paramètre est effacé!

source: Your user is deleted!
fr: L'utilisateur est effacé!

source: Your user is not deleted:
fr: L'utilisateur n'a pu être effacé:

source: email
fr: adresse courriel

source: here
fr: ici

source: in queue
fr: en file
